export const CHARACTER_CREATION_RULES = {
  装备和饰品: [
    { "类型": "防具", "名称": "可爱的长袍", "消耗": 1, "AP_胸": 8, "AP_腰": 6, "解说和特殊效果": "装饰着花边的小魔女风格的服饰" },
    { "类型": "防具", "名称": "紧身护甲", "消耗": 1, "AP_胸": 12, "AP_腰": 10, "解说和特殊效果": "最低限度覆盖身体的护甲，不过事实上还算坚固" },
    { "类型": "防具", "名称": "战斗装束", "消耗": 2, "AP_胸": 12, "AP_腰": 10, "解说和特殊效果": "包含可爱和实用的衣装。类似于美少女战士的战斗服。" },
    { "类型": "防具", "名称": "连体服护甲", "消耗": 2, "AP_胸": 14, "AP_腰": 20, "解说和特殊效果": "短连体服风格的富有弹性和韧性护甲，附带着肩部防护。股间的布料比看上去的要坚固。" },
    { "类型": "防具", "名称": "怪盗装", "消耗": 2, "AP_胸": 12, "AP_腰": 10, "解说和特殊效果": "怪盗少女风格的衣装，是方便行动的衣服。破坏陷阱和反制陷阱消耗的【MP】-1。" },
    { "类型": "防具", "名称": "圣服", "消耗": 3, "AP_胸": 16, "AP_腰": 14, "解说和特殊效果": "美少女战士的战斗服中露出度比较低，具有豪华装饰和强大防御力的高等战斗服。" },
    { "类型": "防具", "名称": "连体服装甲", "消耗": 3, "AP_胸": 18, "AP_腰": 24, "解说和特殊效果": "在连体服护甲的基础上继续增加了金属铠甲。腰部周围的露出度依然很高。" },
    { "类型": "防具", "名称": "剑舞装束", "消耗": 3, "AP_胸": 8, "AP_腰": 6, "解说和特殊效果": "能够让人轻松移动的轻飘飘的衣服。闪避中获得+1d6加值。" },
    { "类型": "防具", "名称": "全身铠甲", "消耗": 4, "AP_胸": 20, "AP_腰": 18, "解说和特殊效果": "能够显露身体线条的全身铠甲，也有着其中附带机关的款式。" },
    { "类型": "防具", "名称": "女忍服", "消耗": 4, "AP_胸": 12, "AP_腰": 10, "解说和特殊效果": "女忍者风格的，贴合皮肤的暗色衣服。闪避中获得+1d6加值之外，破坏陷阱和反制陷阱消耗的【MP】-1。" },
    { "类型": "武器", "名称": "空手", "消耗": 0 },
    { "类型": "武器", "名称": "小型武器", "消耗": 1 },
    { "类型": "武器", "名称": "中型武器", "消耗": 2 },
    { "类型": "武器", "名称": "大型武器", "消耗": 4 },
    { "类型": "武器", "名称": "投掷武器", "消耗": 2 },
    { "类型": "武器", "名称": "射击武器", "消耗": 3 },
    { "类型": "武器", "名称": "施法工具", "消耗": 1 }
  ],
  魔法: [
    { "类型": "被动魔法", "名称": "攻击手", "效果": "武器攻击造成的伤害+1。可以重复习得这个魔法，最多3次。" },
    { "类型": "被动魔法", "名称": "魔法感知", "效果": "[魔术]判定分类的效果+1。也会影响不需要掷骰的[魔术]，比如护盾。可以重复习得这个魔法，最多3次。" },
    { "类型": "被动魔法", "名称": "迅捷", "效果": "【IV】+2。可以重复习得这个魔法，最多3次。" },
    { "类型": "被动魔法", "名称": "坚强的心", "效果": "【HP】+8。可以重复习得这个魔法，最多3次。" },
    { "类型": "被动魔法", "名称": "觅魔者", "效果": "【MP】+1。可以重复习得这个魔法，最多3次。" },
    { "类型": "被动魔法", "名称": "重击", "效果": "当投掷攻击检定时，如果投出了多个“6”，那么这次攻击获得（投出6的个数×3）的额外伤害。可以重复习得这个魔法，最多3次。" },
    { "类型": "被动魔法", "名称": "强运", "效果": "当投掷攻击检定时，如果投出了多个“1”，那么这次攻击获得（投出1的个数×3）的额外伤害。可以重复习得这个魔法，最多3次。" },
    { "类型": "辅助魔法", "名称": "闪耀打击", "效果": "下一次[近接]或[射击]类型的攻击获得+1d6伤害。这次攻击的属性转化为[光]。" },
    { "类型": "辅助魔法", "名称": "燃烧打击", "效果": "下一次[近接]或[射击]类型的攻击获得+1d6伤害。这次攻击的属性转化为[炎]。" },
    { "类型": "辅助魔法", "名称": "寒冰打击", "效果": "下一次[近接]或[射击]类型的攻击获得+1d6伤害。这次攻击的属性转化为[冰]。" },
    { "类型": "辅助魔法", "名称": "闪电打击", "效果": "下一次[近接]或[射击]类型的攻击获得+1d6伤害。这次攻击的属性转化为[雷]。" },
    { "类型": "辅助魔法", "名称": "魔法符文", "效果": "下一个[魔术]判定获得+1d6。" },
    { "类型": "辅助魔法", "名称": "散射", "效果": "下一个[魔术]的对象从“单体”变为“范围”。" },
    { "类型": "主动魔法", "名称": "注魔冲击", "效果": "以[近接]或[射击]武器发动攻击，此时获得+1d6额外伤害。" },
    { "类型": "主动魔法", "名称": "速攻", "效果": "以[近接]或[射击]武器发动攻击，此时获得+2d6额外伤害。只有在自身的【IV】高于攻击对象的【IV】时才可以使用。" },
    { "类型": "主动魔法", "名称": "巨力打击", "效果": "以[近接]武器发动攻击，此时获得+【体力】额外伤害。除此以外，也可以用于进行蛮力相关的事物，给予+1d6加值。" },
    { "类型": "主动魔法", "名称": "贯穿", "效果": "以[近接]武器发动攻击，此时获得+【IV】额外伤害。暂时的【IV】加值不计入这个魔法，只有永久的加值或来自被动魔法的加值计入。" },
    { "类型": "主动魔法", "名称": "横扫", "效果": "以[近接]武器发动范围攻击。" },
    { "类型": "主动魔法", "名称": "音波刃", "效果": "以[近接]武器发动具有射程的攻击。" },
    { "类型": "主动魔法", "名称": "死角射击", "效果": "以[射击]武器发动攻击，此时获得+【智力】额外伤害。 通过魔力引导箭矢弹药射击敌方死角的魔法。" },
    { "类型": "主动魔法", "名称": "连射", "效果": "以[射击]武器发动任意次数的攻击。消费的【MP】为攻击的次数的二次方。此外，能够进行攻击的次数上限为你【智力】的一半，向下取整。" },
    { "类型": "主动魔法", "名称": "光辉射线", "效果": "以[魔术]发动攻击，伤害为2d6+【魔力】。这个攻击为 [光]属性。" },
    { "类型": "主动魔法", "名称": "烈火射击", "效果": "以[魔术]发动攻击，伤害为2d6+【魔力】。这个攻击为 [炎]属性。" },
    { "类型": "主动魔法", "名称": "暴雪波动", "效果": "以[魔术]发动攻击，伤害为2d6+【魔力】。这个攻击为 [冰]属性。" },
    { "类型": "主动魔法", "名称": "闪电轰击", "效果": "以[魔术]发动攻击，伤害为2d6+【魔力】。这个攻击为 [雷]属性。" },
    { "类型": "主动魔法", "名称": "光明附魔", "效果": "作为目标的武器获得+1d6额外伤害。这个魔术持续到整场战斗结束，但是同一把武器上只能有一个《XX附魔》的效果。如果多于一个《XX附魔》效果被应用到同一把武器上， 那么后来者覆盖前者。" },
    { "类型": "主动魔法", "名称": "火焰附魔", "效果": "作为目标的武器获得+1d6额外伤害。这把武器对动植物系的怪物造成+5额外伤害，但是对触手系的怪物造成-5伤害。这个魔术持续到整场战斗结束，但是同一把武器上只能有一个 《XX附魔》的效果。如果多于一个《XX附魔》效果被应用到同一把武器上，那么后来者覆盖前者。" },
    { "类型": "主动魔法", "名称": "寒冰附魔", "效果": "作为目标的武器获得+1d6额外伤害。这把武器对粘液系的怪物造成+5额外伤害，但是对动植物系的怪物造成-5伤害。这个魔术持续到整场战斗结束，但是同一把武器上只能有一个 《XX附魔》的效果。如果多于一个《XX附魔》效果被应用到同一把武器上，那么后来者覆盖前者。" },
    { "类型": "主动魔法", "名称": "闪电附魔", "效果": "作为目标的武器获得+1d6额外伤害。这把武器对触手系的怪物造成+5额外伤害，但是对粘液系的怪物造成-5伤害。这个魔术持续到整场战斗结束，但是同一把武器上只能有一个 《XX附魔》的效果。如果多于一个《XX附魔》效果被应用到同一把武器上，那么后来者覆盖前者。" },
    { "类型": "反应魔法", "名称": "格挡", "效果": "本次受到的伤害减低【体力】数值的量。" },
    { "类型": "反应魔法", "名称": "闪避", "效果": "投掷2d6+【运动力】。如果这个值高于受到的攻击，那么你回避这次攻击，不会受到伤害。也可以用于和运动相关的判定，给予+1d6加值。" },
    { "类型": "反应魔法", "名称": "弱点回避", "效果": "护甲的【直击值】上升【运动力】一半的量，向下取整。" },
    { "类型": "反应魔法", "名称": "护盾", "效果": "本次受到的伤害减低【魔力】数值的量。" },
    { "类型": "反应魔法", "名称": "展开护罩", "效果": "本次受到的伤害减低【魔力】数值的量。" },
    { "类型": "开幕魔法", "名称": "弱点探查", "效果": "这个魔法无需判定，使用就代表成功。在本次战斗期间， 对象的【防御力】下降等于使用者【智力】的量。【防御力】 最低不会低于0。" },
    { "类型": "开幕魔法", "名称": "极速", "效果": "在本次战斗期间，你的【IV】获得等于【运动力】的加值。" },
    { "类型": "开幕魔法", "名称": "空间掌控", "效果": "在本次战斗期间，目标的【IV】获得等于你的【智力】的加值。" },
    { "类型": "开幕魔法", "名称": "飞行", "效果": "使用后，使所有陷阱对你无效。持续1回合。" },
    { "类型": "开幕魔法", "名称": "破坏陷阱", "效果": "对一个持续型，或者还没有发动的单发型陷阱造成3d6+【智力】的伤害。" },
    { "类型": "前置魔法", "名称": "反制陷阱", "效果": "在用于回避陷阱的判定中获得+1d6加值。" },
    { "类型": "前置魔法", "名称": "勇气", "效果": "给予任何一个判定+1d6加值。只能在战斗中使用。" }
  ],
  人物特质: [
    { "类型": "现实系", "名称": "武术家", "体": 2, "运": 1, "智": 0, "魔": 0 },
    { "类型": "现实系", "名称": "女警", "体": 1, "运": 1, "智": 1, "魔": 0 },
    { "类型": "现实系", "名称": "女教师", "体": 1, "运": 0, "智": 2, "魔": 0 },
    { "类型": "现实系", "名称": "巫女", "体": 0, "运": 0, "智": 1, "魔": 2 },
    { "类型": "现实系", "名称": "修女", "体": 1, "运": 0, "智": 0, "魔": 2 },
    { "类型": "现实系", "名称": "主妇", "体": 2, "运": 0, "智": 0, "魔": 1 },
    { "类型": "现实系", "名称": "学生委员", "体": 0, "运": 1, "智": 2, "魔": 0 },
    { "类型": "现实系", "名称": "学生运动", "体": 1, "运": 2, "智": 0, "魔": 0 },
    { "类型": "现实系", "名称": "学生普通", "体": 1, "运": 1, "智": 0, "魔": 1 },
    { "类型": "现实系", "名称": "学生不良", "体": 2, "运": 0, "智": 0, "魔": 1 },
    { "类型": "现实系", "名称": "记者", "体": 1, "运": 1, "智": 1, "魔": 0 },
    { "类型": "现实系", "名称": "侦探", "体": 0, "运": 2, "智": 1, "魔": 0 },
    { "类型": "现实系", "名称": "女文员", "体": 1, "运": 0, "智": 1, "魔": 1 },
    { "类型": "现实系", "名称": "服务生", "体": 1, "运": 1, "智": 0, "魔": 1 },
    { "类型": "现实系", "名称": "护士", "体": 0, "运": 1, "智": 1, "魔": 1 },
    { "类型": "现实系", "名称": "富家千金", "体": 0, "运": 0, "智": 2, "魔": 1 },
    { "类型": "现实系", "名称": "偶像", "体": 0, "运": 2, "智": 0, "魔": 1 },
    { "类型": "现实系", "名称": "宅女", "体": 1, "运": 0, "智": 1, "魔": 1 },
    { "类型": "非现实系", "名称": "魔族转生", "体": 1, "运": 0, "智": 0, "魔": 2 },
    { "类型": "非现实系", "名称": "驱魔师", "体": 0, "运": 1, "智": 0, "魔": 2 },
    { "类型": "非现实系", "名称": "女忍者", "体": 0, "运": 2, "智": 0, "魔": 1 },
    { "类型": "非现实系", "名称": "魔女", "体": 0, "运": 0, "智": 0, "魔": 3 },
    { "类型": "非现实系", "名称": "人造生命", "体": 1, "运": 1, "智": 0, "魔": 1 },
    { "类型": "非现实系", "名称": "怪盗少女", "体": 0, "运": 2, "智": 1, "魔": 0 },
    { "类型": "非现实系", "名称": "组织代理A", "体": 1, "运": 1, "智": 1, "魔": 0 },
    { "类型": "非现实系", "名称": "组织代理B", "体": 0, "运": 2, "智": 1, "魔": 0 },
    { "类型": "非现实系", "名称": "组织代理C", "体": 0, "运": 0, "智": 2, "魔": 1 },
    { "类型": "非现实系", "名称": "女战士", "体": 2, "运": 1, "智": 0, "魔": 0 },
    { "类型": "非现实系", "名称": "女刺客", "体": 0, "运": 3, "智": 0, "魔": 0 },
    { "类型": "非现实系", "名称": "女牧师", "体": 1, "运": 0, "智": 1, "魔": 1 },
    { "类型": "非现实系", "名称": "女勇者", "体": 1, "运": 1, "智": 0, "魔": 1 },
    { "类型": "非现实系", "名称": "宇宙警察", "体": 1, "运": 2, "智": 0, "魔": 0 },
    { "类型": "非现实系", "名称": "歌姬", "体": 1, "运": 0, "智": 0, "魔": 2 },
    { "类型": "非现实系", "名称": "女仆", "体": 1, "运": 1, "智": 1, "魔": 0 },
    { "类型": "非现实系", "名称": "公主", "体": 0, "运": 0, "智": 1, "魔": 2 },
    { "类型": "非现实系", "名称": "失忆", "体": 1, "运": 0, "智": 1, "魔": 1 },
    { "类型": "身体特征", "名称": "奇异特征", "体": 0, "运": 0, "智": 1, "魔": 2 },
    { "类型": "身体特征", "名称": "超小体形", "体": 0, "运": 1, "智": 1, "魔": 1 },
    { "类型": "身体特征", "名称": "病弱", "体": 0, "运": 0, "智": 2, "魔": 1 },
    { "类型": "身体特征", "名称": "细身小胸", "体": 0, "运": 1, "智": 2, "魔": 0 },
    { "类型": "身体特征", "名称": "中性平胸", "体": 1, "运": 2, "智": 0, "魔": 0 },
    { "类型": "身体特征", "名称": "标准体形", "体": 1, "运": 0, "智": 1, "魔": 1 },
    { "类型": "身体特征", "名称": "人高马大", "体": 2, "运": 1, "智": 0, "魔": 0 },
    { "类型": "身体特征", "名称": "高挑美人", "体": 1, "运": 1, "智": 0, "魔": 1 },
    { "类型": "身体特征", "名称": "超级巨乳", "体": 1, "运": 0, "智": 0, "魔": 2 },
    { "类型": "身体特征", "名称": "沉鱼落雁", "体": 0, "运": 2, "智": 0, "魔": 1 },
    { "类型": "身体特征", "名称": "安产体形", "体": 2, "运": 0, "智": 0, "魔": 1 },
    { "类型": "性格特征", "名称": "内向害羞", "体": 1, "运": 0, "智": 1, "魔": 2 },
    { "类型": "性格特征", "名称": "没有朋友", "体": 0, "运": 1, "智": 2, "魔": 1 },
    { "类型": "性格特征", "名称": "认真努力", "体": 1, "运": 1, "智": 2, "魔": 0 },
    { "类型": "性格特征", "名称": "清新正直", "体": 0, "运": 0, "智": 2, "魔": 2 },
    { "类型": "性格特征", "名称": "像小动物", "体": 0, "运": 2, "智": 1, "魔": 1 },
    { "类型": "性格特征", "名称": "天真活力", "体": 2, "运": 1, "智": 0, "魔": 1 },
    { "类型": "性格特征", "名称": "温柔大方", "体": 1, "运": 0, "智": 1, "魔": 2 },
    { "类型": "性格特征", "名称": "冷静早熟", "体": 0, "运": 1, "智": 1, "魔": 2 },
    { "类型": "性格特征", "名称": "聪明冷静", "体": 0, "运": 0, "智": 2, "魔": 2 },
    { "类型": "性格特征", "名称": "深谋远虑", "体": 1, "运": 0, "智": 2, "魔": 1 },
    { "类型": "性格特征", "名称": "安静神秘", "体": 0, "运": 1, "智": 1, "魔": 2 },
    { "类型": "性格特征", "名称": "优雅大气", "体": 0, "运": 2, "智": 0, "魔": 2 },
    { "类型": "性格特征", "名称": "男子气", "体": 1, "运": 2, "智": 1, "魔": 0 },
    { "类型": "性格特征", "名称": "假小子", "体": 2, "运": 1, "智": 1, "魔": 0 },
    { "类型": "性格特征", "名称": "超强气", "体": 1, "运": 0, "智": 2, "魔": 1 },
    { "类型": "性格特征", "名称": "努力好胜", "体": 1, "运": 2, "智": 1, "魔": 0 },
    { "类型": "性格特征", "名称": "粗心大姐", "体": 2, "运": 2, "智": 0, "魔": 0 },
    { "类型": "性格特征", "名称": "自我中心", "体": 1, "运": 2, "智": 0, "魔": 1 },
    { "类型": "性格特征", "名称": "超乐天派", "体": 2, "运": 0, "智": 0, "魔": 2 },
    { "类型": "性格特征", "名称": "活泼可亲", "体": 1, "运": 1, "智": 1, "魔": 1 },
    { "类型": "性格特征", "名称": "隐藏欲女", "体": 1, "运": 1, "智": 0, "魔": 2 }
  ],
  危机动作: [
      {
          "类型": "胸系",
          "名称": "<太大的胸部>",
          "获得CP": 1,
          "获得SP": 0,
          "持有条件": "没有贫乳系的特征或具有{肥大巨乳化}，不能和<太小的胸部>同时持有",
          "使用条件": "胸AP 0",
          "描述": "你的胸部实在是很大，往小里看起来都至少有E罩杯。如果把覆盖胸部的衣服或者铠甲褪下的话，一定会弹出来吧。像这样大的胸部，干这样那样的事情肯定都没问题了。"
      },
      {
          "类型": "胸系",
          "名称": "<太小的胸部>",
          "获得CP": 1,
          "获得SP": 0,
          "持有条件": "没有巨乳系的特征，不能和<太大的胸部>同时持有",
          "使用条件": "胸AP 0",
          "描述": "你的胸部实在是很平，往大里看起来都只有A罩杯。不过，你害羞的样子已经能够十足地引起男人的欲望了。"
      },
      {
          "类型": "胸系",
          "名称": "<劣等感：胸>",
          "获得CP": 1,
          "获得SP": "胸/心1",
          "持有条件": "—",
          "使用条件": "胸AP 0",
          "描述": "到底是太大了，还是太平了？不管怎么说，你对你的胸部有强烈的劣等感。别人对你胸部投来的视线几乎令你无法忍受羞耻。"
      },
      {
          "类型": "胸系",
          "名称": "<乳辱>",
          "获得CP": 1,
          "获得SP": "胸1",
          "持有条件": "没有{性感过敏：胸}",
          "使用条件": "HP伤害",
          "描述": "被抚摸，被挑逗，前段的小洞被插入。你的胸就像是性玩具一样被玩弄着。"
      },
      {
          "类型": "胸系",
          "名称": "<淫荡的果实>",
          "获得CP": 2,
          "获得SP": "胸1",
          "持有条件": "具有{性感过敏：胸}",
          "使用条件": "HP伤害",
          "描述": "不管是沉甸甸的果实，还是樱粉色的小尖尖。只要被玩弄，就会违背你的内心开始变硬。胸部在魔物的手中肆意地被揉搓，成为被侵犯的玩具。"
      },
      {
          "类型": "胸系",
          "名称": "<乳头高潮>",
          "获得CP": 3,
          "获得SP": "胸2",
          "持有条件": "具有{性感过敏：胸}",
          "使用条件": "HP低于一半",
          "描述": "坚硬的尖端就像等不及要被玩弄一样屹立着。魔物的手触及的一瞬间，触电一样的快感流遍了你的全身，轻易打碎了你的意志。"
      },
      {
          "类型": "胸系",
          "名称": "<双峰的夹缝>",
          "获得CP": 1,
          "获得SP": "胸1",
          "持有条件": "没有贫乳系的特征或具有{肥大巨乳化}",
          "使用条件": "HP伤害",
          "描述": "无论是被迫还是自愿，你膨胀的胸部之间的空间就是一个天堂，可以轻易地把任何阴茎的精液挤出来。你柔软的乳房就像一个性器官，现在经过崭新的沾染后更是如此。"
      },
      {
          "类型": "腰系",
          "名称": "<剃毛>",
          "获得CP": 1,
          "获得SP": "腰2",
          "持有条件": "一次性",
          "使用条件": "HP伤害",
          "描述": "你有一小片阴毛。然而，在落入魔族之手后，遮盖着你重要部位的阴毛被全部剃掉了。"
      },
      {
          "类型": "腰系",
          "名称": "<无毛>",
          "获得CP": 1,
          "获得SP": "腰1",
          "持有条件": "不能和同时持有",
          "使用条件": "腰AP 0",
          "描述": "不管是被剃掉了，开始从来就没有生长过，你下面没有毛发。在别人看来可能很美，但是你自己却不这样觉得。"
      },
      {
          "类型": "腰系",
          "名称": "<劣等感：胯>",
          "获得CP": 1,
          "获得SP": "腰/心1",
          "持有条件": "—",
          "使用条件": "腰AP 0",
          "描述": "不管是有毛还是无毛，你对胯部有着劣等感。想象别人会看见都会让你晕倒。"
      },
      {
          "类型": "腰系",
          "名称": "<溢出的淫水>",
          "获得CP": 2,
          "获得SP": "腰1",
          "持有条件": "具有{性感过敏：胯}",
          "使用条件": "腰AP伤害",
          "描述": "你的阴部被彻底地刻上了快乐的印记，你过于敏感的阴部会对哪怕最轻的刺激产生反应。你的双腿颤抖，无法正常站立，诱人的液体从你的胯下淌出。"
      },
      {
          "类型": "腰系",
          "名称": "<潮吹>",
          "获得CP": 2,
          "获得SP": "腰2",
          "持有条件": "具有{性感过敏：胯}",
          "使用条件": "HP伤害",
          "描述": "羞辱化为汹涌的快感浪潮在你的体内涌动。你无法抑制溢出的汁液，并伴随着喷出的阴精高潮。"
      },
      {
          "类型": "腰系",
          "名称": "<纯洁之证>",
          "获得CP": 3,
          "获得SP": "腰/痛2",
          "持有条件": "是处女",
          "使用条件": "HP低于一半",
          "描述": "坚硬而滚烫的东西插入了你的身体，伴随着痛苦，你失去了对女人来说宝贵的东西。无论这是你所希望的，还是违背你的意愿被抢走的，沿着你汗湿的皮肤流下的血液证明，你面前的那一位夺走了你一生中唯一的初体验。"
      },
      {
          "类型": "腰系",
          "名称": "<灼热的蜜壶>",
          "获得CP": 1,
          "获得SP": "腰1",
          "持有条件": "非处女，没有{子宫性器}",
          "使用条件": "HP低于一半",
          "描述": "这不再是你的第一次，你火热的阴部在期待着下一个男人的到来。不管你愿不愿意，你的阴部都会淫荡地吞下入侵的东西。"
      },
      {
          "类型": "腰系",
          "名称": "<紧绷的名器>",
          "获得CP": 2,
          "获得SP": "腰1",
          "持有条件": "非处女，具有{子宫性器}",
          "使用条件": "HP低于一半",
          "描述": "也许是为了适应反复的攻击，也许只是一种自然天赋，你的阴部已经形成了一个独特的特征。无论插入的东西是什么形状什么尺寸，它都可以像钳子一样缠绕和收紧，给你的伴侣带来极端的快感。"
      },
      {
          "类型": "腰系",
          "名称": "<再一次失去>",
          "获得CP": 3,
          "获得SP": "腰/痛2",
          "持有条件": "非处女，具有{处女再生}",
          "使用条件": "HP低于一半",
          "描述": "你本该只经历一次的疼痛和出血再次归来，你再次经历了失去纯洁的震惊和痛苦。在不知所措的情况下，你自己的感官也不确定发生了什么，你的头脑沉入一片朦胧，吞噬了所有的思想。"
      },
      {
          "类型": "腰系",
          "名称": "<不寻常的交合>",
          "获得CP": 1,
          "获得SP": "腰/痛2",
          "持有条件": "具有{扩张性器}",
          "使用条件": "HP低于一半",
          "描述": "可以是超大号的阳具，可以是武器的握柄，也可以是两根一起插入同一个肉穴...和普通情况完全不同的交合如同拷问一般施加在了你的身上。"
      },
      {
          "类型": "腰系",
          "名称": "<自己扭动的腰>",
          "获得CP": 2,
          "获得SP": "腰1",
          "持有条件": "具有{擅长床戏}",
          "使用条件": "HP低于一半",
          "描述": "快乐覆盖了被插入时的痛苦和嫌恶，被充分开发的身体无法抵抗快感。你的胯部自己摇晃着，引导男人的精液进入你的子宫。"
      },
      {
          "类型": "腰系",
          "名称": "<被灌注的种子>",
          "获得CP": 2,
          "获得SP": "腰1",
          "持有条件": "没有{受精上瘾}",
          "使用条件": "HP低于一半",
          "描述": "那灼热的东西被注入了你的身体深处，那便是新生命的来源。可能会怀孕的恐惧化作快感，侵蚀着你的理智。"
      },
      {
          "类型": "腰系",
          "名称": "<被播种的快乐>",
          "获得CP": 3,
          "获得SP": "腰2",
          "持有条件": "具有{受精上瘾}",
          "使用条件": "HP低于一半",
          "描述": "灼热的情欲根植于你的子宫深处。将要怀孕的焦虑完全被注入的种子覆盖，子宫中满满的灼热液体宛如震荡脑髓的毒药，把你淹没在快感之中。"
      },
      {
          "类型": "口系",
          "名称": "<口辱>",
          "获得CP": 1,
          "获得SP": "口1",
          "持有条件": "没有{口腔性器}",
          "使用条件": "HP伤害",
          "描述": "男人的那个东西在你眼前被塞进了你的口中。你的舌头条件反射地推着它，和为了取悦这个东西无关。然而，这种努力、笨拙的样子反而会激发男人的欲望。"
      },
      {
          "类型": "口系",
          "名称": "<缠绕的唾液>",
          "获得CP": 2,
          "获得SP": "口1",
          "持有条件": "具有{口腔性器}",
          "使用条件": "HP伤害",
          "描述": "尽管是错觉，但是你的脸颊和舌头已经宛如阴道壁一般。你的口腔已经是不比阴道差的名器了。比爱液还要粘稠的唾液缠绕在坚硬的那个东西上，给予无与伦比的快感。"
      },
      {
          "类型": "口系",
          "名称": "<榨取的舌头>",
          "获得CP": 1,
          "获得SP": "口1",
          "持有条件": "具有{擅长床戏}",
          "使用条件": "HP伤害",
          "描述": "有意无意的，你已经掌握了绝妙的舌技。不管口中被塞进了什么，你都能自然地舔舐它。"
      },
      {
          "类型": "口系",
          "名称": "<灼烧喉咙的淫热>",
          "获得CP": 1,
          "获得SP": "口1",
          "持有条件": "没有{精液成瘾}",
          "使用条件": "HP伤害",
          "描述": "被射入口中的白浊液体，伴随着喉咙的灼热，苦涩味道随着食道下降着。呛人的、粘稠的、酸涩的味道还附着在你的口腔内部。"
      },
      {
          "类型": "口系",
          "名称": "<舔舐白浊的舌头>",
          "获得CP": 2,
          "获得SP": "口1",
          "持有条件": "具有{精液成瘾}",
          "使用条件": "HP伤害",
          "描述": "曾经苦涩的精液在你的喉咙里流淌了无数次，对你来说已经成为比美酒更美味的佳肴。当它进入你的胃时，你的理智就像喝醉了一样消失了，只想着啜饮更多。"
      },
      {
          "类型": "尻系",
          "名称": "<秘密花园>",
          "获得CP": 1,
          "获得SP": 0,
          "持有条件": "穿着裙子",
          "使用条件": "腰AP伤害",
          "描述": "因为你自己的动作，又或是因为敌人的攻击，战斗中如花瓣一般舞动的裙子之中存在着秘密。尽管你慌忙藏住了，但是敌人和四周的围观群众已经看见了。"
      },
      {
          "类型": "尻系",
          "名称": "<魅惑的曲线>",
          "获得CP": 1,
          "获得SP": "尻1",
          "持有条件": "—",
          "使用条件": "腰AP伤害",
          "描述": "你摔倒后四肢着地并试图爬起来的姿势让男人们的视线被钉在这魅惑又迷人的曲线上。"
      },
      {
          "类型": "尻系",
          "名称": "<卡进去的布料>",
          "获得CP": 1,
          "获得SP": "腰/尻1",
          "持有条件": "—",
          "使用条件": "腰AP伤害",
          "描述": "在战斗中，因为敌方的攻击又或是其他原因，你穿在下半身的三角卡进了屁股的夹缝中，把屁股完全显露了出来。"
      },
      {
          "类型": "尻系",
          "名称": "<抓住肉桃的手>",
          "获得CP": 1,
          "获得SP": "尻1",
          "持有条件": "没有{性感过敏：尻}",
          "使用条件": "HP伤害",
          "描述": "触手，粘液，或是手和肉棒朝着你屁股上的肉袭来。"
      },
      {
          "类型": "尻系",
          "名称": "<尻上游走的快乐>",
          "获得CP": 2,
          "获得SP": "尻2",
          "持有条件": "具有{性感过敏：尻}",
          "使用条件": "HP伤害",
          "描述": "被抚摸的感觉在屁股上游走，被开发成性感带的屁股上强烈的快感把你引上了高潮，击溃了你战斗的意志。"
      },
      {
          "类型": "尻系",
          "名称": "<后方的处女>",
          "获得CP": 2,
          "获得SP": "尻/痛2",
          "持有条件": "一次性",
          "使用条件": "HP低于一半",
          "描述": "本来并不是用于性交的器官被强行插入了。这一行为带来的痛苦的意外使你陷入了羞耻的狂怒。"
      },
      {
          "类型": "尻系",
          "名称": "<菊辱>",
          "获得CP": 1,
          "获得SP": "尻/痛1",
          "持有条件": "非菊穴处女，没有{肛门性器}",
          "使用条件": "HP低于一半",
          "描述": "你后方的贞操被再次夺走了。尽管痛感还隐隐残留，第一次时的震惊已经不复存在。尽管还是很害怕，但是快感已经悄悄诞生了。"
      },
      {
          "类型": "尻系",
          "名称": "<第二个女阴>",
          "获得CP": 2,
          "获得SP": "尻1",
          "持有条件": "非菊穴处女，具有{肛门性器}",
          "使用条件": "HP低于一半",
          "描述": "你的后穴已经不会因为插入感到痛苦，就像第二个性器一样，贪图被插入的快感。"
      },
      {
          "类型": "心系",
          "名称": "<终于看到了>",
          "获得CP": 1,
          "获得SP": "心1",
          "持有条件": "—",
          "使用条件": "—",
          "描述": "你试图将你的目光从你面前的淫秽景象上移开。然而，在你内心深处的某个地方，有了一种萌发的兴趣和的欲望。就像着了魔一样，你把目光转了回来。"
      },
      {
          "类型": "心系",
          "名称": "<无垢的纯情>",
          "获得CP": 2,
          "获得SP": "心2",
          "持有条件": "必须是从SP 0开始的故事，一次性",
          "使用条件": "—",
          "描述": "比起你的年龄，你的性知识过去缺乏，过于无垢纯情。如此的你在第一次目睹性的世界所受到的冲击超出了想象。"
      },
      {
          "类型": "心系",
          "名称": "<被教导的耻辱>",
          "获得CP": 1,
          "获得SP": "心2",
          "持有条件": "使用<无垢的纯情>后",
          "使用条件": "—",
          "描述": "你曾经是纯洁的，但现在你已经看到了性爱的世界，受到了冲击。然而，你所了解的细节让你感到好奇。当你看着眼前的淫秽景象时，你不自觉地开始期望会轮到自己。"
      },
      {
          "类型": "心系",
          "名称": "<羞耻的谩骂>",
          "获得CP": 1,
          "获得SP": "心/口1",
          "持有条件": "—",
          "使用条件": "—",
          "描述": "眼前卑劣魔族的淫秽行径激起了你的精神洁癖。为了压制你心中增长的羞耻和恐惧，你对他们的贬低和侮辱远远超过了必要的程度。这反而让敌人觉得你是高质量的猎物了。"
      },
      {
          "类型": "心系",
          "名称": "<尊严的崩溃>",
          "获得CP": 1,
          "获得SP": "心1",
          "持有条件": "没有{专用肉便器：●}",
          "使用条件": "—",
          "描述": "你的自尊心非常高昂，让敌人得逞是你不能容忍的事。为了能够击碎你最终的顽抗和刺耳的谩骂，你敌人的嗜虐之心崛起了。"
      },
      {
          "类型": "心系",
          "名称": "<口嫌体正直>",
          "获得CP": 2,
          "获得SP": "心/口1",
          "持有条件": "具有{专用肉便器：●}",
          "使用条件": "—",
          "描述": "尽管你的自尊还未被打破，但是你的身体已经背叛了你那颗骄傲的心，向你的敌人屈服了。在那个敌人的攻击面前，你不由自主地张开了双腿。"
      },
      {
          "类型": "心系",
          "名称": "<隶属的喜悦>",
          "获得CP": 2,
          "获得SP": "心1",
          "持有条件": "具有{专用肉便器：●}或{变态爱情：●}",
          "使用条件": "HP低于一半",
          "描述": "敌人的折磨和践踏现在只给你带来快感。没有人能够分辨出这是真正的你还是调教的结果。但是，完全沉醉在背德的甜美滋味中的你是不可否认的事实。"
      },
      {
          "类型": "心系",
          "名称": "<火热轻浮的微笑>",
          "获得CP": 2,
          "获得SP": "心1",
          "持有条件": "具有{变态爱情：●}",
          "使用条件": "HP低于一半",
          "描述": "不管你平时的态度如何，目前插入你体内的人是你从心底里渴望的人。你的脸在欲火中泛红，口水从你微笑的嘴里滴落，对这一切津津乐道。"
      },
      {
          "类型": "心系",
          "名称": "<非人的快乐>",
          "获得CP": 2,
          "获得SP": "腰1",
          "持有条件": "具有{异类性爱成瘾：●}",
          "使用条件": "HP低于一半",
          "描述": "本来接受一个你所爱的人类的阴部，却在一个怪物的攻击下毫无违和地享受着快乐。"
      },
      {
          "类型": "心系",
          "名称": "<母猪的快乐>",
          "获得CP": 2,
          "获得SP": "心1",
          "持有条件": "具有{母猪期望}",
          "使用条件": "HP低于一半",
          "描述": "你被淹没在骂声中。淫乱的母猪之类的旨在刺伤你尊严的字眼现在却只会让你的子宫发疼，你自己的身体就是这些字眼最好的证明。"
      },
      {
          "类型": "心系",
          "名称": "<请欺负我>",
          "获得CP": 1,
          "获得SP": "心/口1",
          "持有条件": "具有{母猪期望}",
          "使用条件": "—",
          "描述": "在快乐的洪流中被冲走，你的嘴背叛了你的心，乞求着更过分的折磨。"
      },
      {
          "类型": "心系",
          "名称": "<疼痛的身体>",
          "获得CP": 1,
          "获得SP": "心1",
          "持有条件": "具有{被虐期望}",
          "使用条件": "在AP 0时受到HP伤害",
          "描述": "你的身体已经对被凌辱的快感变得敏感。陷入苦战之时，想要被插入的欲望刻在了你的身体上。"
      },
      {
          "类型": "心系",
          "名称": "<脱口而出的淫语>",
          "获得CP": 2,
          "获得SP": "心/口1",
          "持有条件": "具有{变态妄想}",
          "使用条件": "HP伤害",
          "描述": "快感像电流一样流过你的身体，作为回应的是你脱口而出的，令人难以置信的淫秽话语。伴随着淫秽的、不能给亲朋好友听见的淫秽话语的，是你迷人的娇喘声。"
      },
      {
          "类型": "心系",
          "名称": "<记忆回放>",
          "获得CP": 2,
          "获得SP": "心1",
          "持有条件": "具有{性交恐惧}",
          "使用条件": "—",
          "描述": "有那么一瞬间，你眼前的景象让你脑海中浮现出以前的屈辱记忆。你还在害怕那段记忆吗？又或许..."
      },
      {
          "类型": "心系",
          "名称": "<那个人的幻影>",
          "获得CP": 1,
          "获得SP": "心1",
          "持有条件": "具有【思慕】目标",
          "使用条件": "—",
          "描述": "无论是从你自己的欲望中产生的幻觉，还是试图逃避背叛的罪恶感，你都把目前和你做爱的人视为你真正爱的人。与这个不同的人发生性关系给你带来了背德的快乐。（NTR喜好的PL专用）"
      },
      {
          "类型": "心系",
          "名称": "<视奸的囚笼>",
          "获得CP": 1,
          "获得SP": "心1",
          "持有条件": "没有{露出期望}",
          "使用条件": "—",
          "描述": "你被凌辱的样子被人的眼睛、照相机的镜头所捕捉，他们的目光将你吸入其中，折磨着你。当目光沿着你裸露的皮肤流转时，那种暴露的感觉让你感到恐惧，也带来了一种膨胀的兴奋感。"
      },
      {
          "类型": "心系",
          "名称": "<露出的喜悦>",
          "获得CP": 2,
          "获得SP": "心1",
          "持有条件": "具有{露出期望}",
          "使用条件": "—",
          "描述": "目光沿着你的整个身体流转的感觉让你感到极大的快乐和愉悦。只应该给爱人看见的淫秽景象被展示给无数偷窥的眼睛，这种快感让你无法自拔。"
      },
      {
          "类型": "通常系",
          "名称": "<大龄处女>",
          "获得CP": 1,
          "获得SP": 0,
          "持有条件": "是处女",
          "使用条件": "—",
          "描述": "你自己没有经历过性爱，但说到知识，你比别人多出一倍有余。当你听到一件淫秽的事情时，你能举一反三想出至少十个相关的事物。甚至就算在危机中也是这样。"
      },
      {
          "类型": "通常系",
          "名称": "<湿透>",
          "获得CP": 1,
          "获得SP": 0,
          "持有条件": "—",
          "使用条件": "—",
          "描述": "你的衣服已经被水（或其他类似的高透明度液体）浸透了。透过湿润的布料可以轻易看到你下面的胴体。"
      },
      {
          "类型": "通常系",
          "名称": "<被沾污的肢体>",
          "获得CP": 1,
          "获得SP": 0,
          "持有条件": "—",
          "使用条件": "HP伤害",
          "描述": "你漂亮的肌肤被白色浑浊的液体像是淫荡的化妆品那样覆盖着。"
      },
      {
          "类型": "通常系",
          "名称": "<被沾污的眼镜>",
          "获得CP": 1,
          "获得SP": 0,
          "持有条件": "—",
          "使用条件": "HP伤害",
          "描述": "你是一个眼镜娘。你的眼镜被白色浑浊的液体沾污。这是专为需要眼镜来看清的角色设计的，平光镜这种的在原则上不允许，请在GM的许可下使用"
      },
      {
          "类型": "通常系",
          "名称": "<黏着的异物>",
          "获得CP": 1,
          "获得SP": 0,
          "持有条件": "—",
          "使用条件": "AP/HP伤害",
          "描述": "融化衣服的粘液、吸女人蜜汁的虫子、巨大的性玩具……一些奇怪的生物或物质袭击你，给你带来恐惧、羞耻和淫秽的快感。"
      },
      {
          "类型": "通常系",
          "名称": "<求饶的悲鸣>",
          "获得CP": 2,
          "获得SP": 0,
          "持有条件": "具有{性交恐惧}",
          "使用条件": "HP伤害",
          "描述": "你的心已经被刻上了对男人和性的深深恐惧。即使你平时意志坚强，当一个敌人向你走来，意图弄脏你的身体时，你也无法掩饰你的恐惧。如果这已经无法避免的话，空气中就只会回荡着哭泣和惨叫了。"
      },
      {
          "类型": "通常系",
          "名称": "<没穿内裤>",
          "获得CP": 1,
          "获得SP": 0,
          "持有条件": "穿着裙子",
          "使用条件": "腰AP伤害",
          "描述": "腰部的一次轻度攻击撕裂了你的内裤，它的碎屑从你的腿上滑落到下面的地面上。你惊恐地发现，裙下守护重要部位的布料已经消失了。任何激烈的动作都可能会让你的裙子下的东西露出来。"
      },
      {
          "类型": "通常系",
          "名称": "<笨拙的举止>",
          "获得CP": 1,
          "获得SP": 0,
          "持有条件": "没有{擅长床戏}",
          "使用条件": "—",
          "描述": "你还没有达到很高的性技巧水平。然而，即使不熟练也仍然有可能偶然地取悦你的伴侣。你的这种笨拙已经吸引了那些想凌辱你的人的注意。"
      },
      {
          "类型": "通常系",
          "名称": "<无可挑剔的技艺>",
          "获得CP": 2,
          "获得SP": 0,
          "持有条件": "具有{擅长床戏}",
          "使用条件": "—",
          "描述": "在与魔族进行了无数次的斗争后，你的身体也被玩弄了无数次。此时你已经发现了给别人带来快乐的技巧和乐趣。你的性技巧已经进化到像呼吸一样自然了。"
      },
      {
          "类型": "痛系",
          "名称": "<赤红的鲜血>",
          "获得CP": 1,
          "获得SP": "痛1",
          "持有条件": "—",
          "使用条件": "AP/HP伤害",
          "描述": "你以为你完全避开了致命的攻击，但这一击擦伤了你，鲜血沿着你的皮肤流淌，染红了皮肤。"
      },
      {
          "类型": "痛系",
          "名称": "<肿胀的胸部>",
          "获得CP": 1,
          "获得SP": "胸/痛1",
          "持有条件": "—",
          "使用条件": "胸AP 0/HP伤害",
          "描述": "就像被鞭子抽打了一般，你的乳房受到了强烈的攻击。乳房因痛苦的打击而肿胀，在旁观者看来就像成熟的、发红的果实一般。"
      },
      {
          "类型": "痛系",
          "名称": "<肿胀的屁股>",
          "获得CP": 1,
          "获得SP": "尻/痛1",
          "持有条件": "—",
          "使用条件": "腰AP 0/HP伤害",
          "描述": "屁股上受到的攻击残留着红肿的痛感。就像是被打屁股的小孩子一样，伴随着屈辱的疼痛朝你袭来。"
      },
      {
          "类型": "痛系",
          "名称": "<腹部的钝痛>",
          "获得CP": 1,
          "获得SP": "痛1",
          "持有条件": "—",
          "使用条件": "HP伤害",
          "描述": "一个猛烈的攻击击中了你的腹部。不管是留下淤青还是疤痕，疼痛都让你退缩，你跪倒在地。"
      },
      {
          "类型": "痛系",
          "名称": "<苦闷的惨叫>",
          "获得CP": 1,
          "获得SP": "痛1",
          "持有条件": "—",
          "使用条件": "HP伤害",
          "描述": "不管是屈辱还是暴力的结果，你都很痛苦。你撕绢裂帛地喊叫着，但这只是敌人耳中带来快乐的音乐罢了。"
      },
      {
          "类型": "痛系",
          "名称": "<屈服的失禁>",
          "获得CP": 2,
          "获得SP": "心/痛1",
          "持有条件": "—",
          "使用条件": "HP低于一半",
          "描述": "由于疼痛或恐惧，看到眼前的敌人，你被绝望所征服。放弃抵抗，紧张感离开你的身体，宛如败犬的证明一般的金黄色液体打湿了地面。"
      },
      {
          "类型": "痛系",
          "名称": "<混有血液的呕吐>",
          "获得CP": 1,
          "获得SP": "痛1",
          "持有条件": "—",
          "使用条件": "HP低于一半",
          "描述": "一次残酷的攻击使你猛烈地呕吐咳嗽。对你这样的圣洁少女来说，显示出不威严的外表。然而，战斗必须继续。"
      },
      {
          "类型": "痛系",
          "名称": "<露出的伤痕>",
          "获得CP": 2,
          "获得SP": "心/痛1",
          "持有条件": "具有{痛觉快感}",
          "使用条件": "胸/腰AP 0",
          "描述": "从你衣服的撕裂的布料下可以看到你以前的战斗的疤痕。暴露这些来自无数敌人的伤痕是你软弱的表现。"
      },
      {
          "类型": "痛系",
          "名称": "<弱者的烙印>",
          "获得CP": 2,
          "获得SP": "痛2",
          "持有条件": "具有{痛觉快感}",
          "使用条件": "HP伤害",
          "描述": "敌人的力量远远超过了你。你的身体已经被烙上了崭新的失败证明。这个不会消失的新伤将会留在你的肌肤上，长久地折磨着你。"
      },
      {
          "类型": "痛系",
          "名称": "<化作快乐的痛楚>",
          "获得CP": 2,
          "获得SP": "痛1",
          "持有条件": "具有{痛觉快感}或{被虐期望}",
          "使用条件": "HP低于一半",
          "描述": "被鞭子抽打或被暴力侵犯应该给你带来痛苦，但它反而成了支配你身体的难以言喻的快乐。"
      },
      {
          "类型": "状态系",
          "名称": "<自慰>",
          "获得CP": 1,
          "获得SP": 0,
          "持有条件": "—",
          "使用条件": "需要解除[催淫][爆乳][扶她]状态时",
          "描述": "一波波的快感夺取了你的心神。你欺骗自己这只是为了摆脱魔族的毒药，立即开始取悦自己——就在战场正中，在敌人和盟友的众目睽睽之下。"
      },
      {
          "类型": "状态系",
          "名称": "<淫乱的紧缚>",
          "获得CP": 2,
          "获得SP": "心1",
          "持有条件": "—",
          "使用条件": "陷入[拘束]状态时",
          "描述": "你被一个魔族陷阱所束缚，被捆成了强调女性身体的样子。M字开脚、弓身缚、龟甲缚等……被这样色情的陷阱捆住，你还能保有正常的思维吗？"
      },
      {
          "类型": "状态系",
          "名称": "<少女的射精>",
          "获得CP": 2,
          "获得SP": "腰2",
          "持有条件": "—",
          "使用条件": "陷入[扶她]状态时，受到腰AP或HP伤害",
          "描述": "魔族的诅咒使你长出了男人的象征。无法抗拒新的刺激和自己的好奇心，你射出了白色浑浊的液体，品尝到了男人的快乐。"
      },
      {
          "类型": "状态系",
          "名称": "<失禁>",
          "获得CP": 2,
          "获得SP": "腰1",
          "持有条件": "—",
          "使用条件": "陷入[尿意]状态时，受到腰AP或HP伤害",
          "描述": "不知为何你感受到了强烈的尿意。你的下半身被击中，无法憋住，全部漏了出来。如此屈辱的漏尿使你落入了羞耻的旋涡。"
      },
      {
          "类型": "状态系",
          "名称": "<射乳>",
          "获得CP": 2,
          "获得SP": "胸1",
          "持有条件": "—",
          "使用条件": "陷入[爆乳]状态时，受到胸AP或HP伤害",
          "描述": "受淫魔的特殊毒药影响，你的乳房已经长到了巨大的尺寸，无论你是否怀孕，甘甜的白色乳汁都会从里面迸发出来。"
      },
      {
          "类型": "状态系",
          "名称": "<强制高潮>",
          "获得CP": 2,
          "获得SP": "腰1",
          "持有条件": "—",
          "使用条件": "陷入[催淫]状态时，受到腰AP或HP伤害",
          "描述": "魔族的淫毒在你的身体中充分溶解，动摇着你的理性。即使是最小的刺激也会迫使你达到一个可耻的高潮。"
      },
      {
          "类型": "状态系",
          "名称": "<产卵>",
          "获得CP": 2,
          "获得SP": "腰1",
          "持有条件": "—",
          "使用条件": "陷入[产卵]状态时，受到腰AP或HP伤害",
          "描述": "在你的体内产下的卵变的温暖，带走了你的一部分生命力，并从你身上产了出来。其中蕴含着异样的生命。经历了一次通常不可能的分娩，使你的身体处于震惊之中。"
      }
  ],

  危机技能: [
    { "类型": "危机技能", "名称": "潜力", "CP": "任意", "效果": "这个危机技能可以在进行堕落判定以外的任何判定中使用，也可以和其他的危机技能组合使用。必须在投掷该判定的骰子前声明使用。消耗任意数量的CP，在这个判定上获得+（消耗的CP数量）d6的加值。" },
    { "类型": "危机技能", "名称": "挽救", "CP": 1, "效果": "重新投掷目标判定。" },
    { "类型": "危机技能", "名称": "决意", "CP": 3, "效果": "在失去战斗能力，并且堕落判定成功的时候使用。复活， 并恢复最大【HP】的一半，向下取整。" },
    { "类型": "危机技能", "名称": "魔力扩散", "CP": 3, "效果": "[魔术]的判定对象可以在这个战场当中选择任意数量的任意目标。" },
    { "类型": "危机技能", "名称": "无敌", "CP": 4, "效果": "完全无效化一次攻击，并且无效化这次攻击附带的效果。" },
    { "类型": "危机技能", "名称": "最终一击", "CP": 5, "效果": "无[近接]攻击获得+8d6的加值。" },
    { "类型": "危机技能", "名称": "致死射击", "CP": 5, "效果": "[射击]攻击获得+8d6的加值。" },
    { "类型": "危机技能", "名称": "超限", "CP": 5, "效果": "[魔术]攻击获得+8d6的加值。" },
    { "类型": "危机技能", "名称": "复活", "CP": 8, "效果": "你可以在任何时机使用这个危机技能，并且你不会消耗你的回合。你的【HP】和【MP】完全恢复，并且可以从失去战斗能力的情况下恢复。不过【AP】不会恢复。" },
    { "类型": "危机技能", "名称": "许愿", "CP": 10, "效果": "你可以在任何时机使用这个危机技能，并且你不会消耗你的回合。己方全员的【HP】和【MP】完全恢复，并且可以从失去战斗能力的情况下恢复。不过【AP】不会恢复。" },
    { "类型": "危机技能", "名称": "奇迹之力", "CP": 12, "效果": "[近接]攻击获得+20d6的加值。" },
    { "类型": "危机技能", "名称": "终末射击", "CP": 12, "效果": "[射击]攻击获得+20d6的加值。" },
    { "类型": "危机技能", "名称": "消逝之声", "CP": 12, "效果": "[魔术]攻击获得+20d6的加值。" }
  ]
};

